---
kind: other
id: Properties.T:Autodesk.Revit.DB.Mechanical.WaterLoopData
source: html/fe9334c5-5a1c-14ef-5afe-9cb55d7e22c0.htm
---
# WaterLoopData Properties

The type of water chiller. Note this property change would reset the condenser water loop.